Repository: abdel792/dayOfTheWeek
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de_ch, fa, fr, he, hi, hr, hu, it, ka, ko, lt, pl, pt_br, pt_pt, ro, sk, sr, uk, vi, zh_cn

source: You can select a day with the vertical arrows
ar: يمكنكم إختيار يوم مع الأسهم العمودية
bg: Може да изберете ден със стрелките за нагоре и надолу
da: Du kan vælge en dag med Pil-op og Pil-ned
de_ch: Sie können einen Tag mit den Pfeiltasten hoch und runter auswählen.
fa: میتوانید با جهت‌نماهای بالا و پایین یک روز را انتخاب کنید
fr: Vous pouvez sélectionner un jour avec les flèches verticales
he: ניתן לבחור יום עם החצים האנכיים
hi: आप सीधे तीर के सहारे दिन का चयन कर सकते हैं
hr: Možeš označavati dan sa vertikalnim strelicama
hu: A lenyíl és a felnyíl segítségével választhat napot
it: è possibile selezionare un giorno con le frecce verticali
ka: შეგიძლიათ აირჩიოთ დღე ვერტიკალური ისრებით
ko: 위 아래 화살표로 날짜를 선택할 수 있습니다
lt: Norėdami pasirinkti dieną, naudokite vertikalias rodykles
pl: Można wybrać dzień za pomocą pionowych strzałek
pt_br: Pode selecionar um dia pressionando as setas verticais
pt_pt: Pode seleccionar um dia, pressionando as setas verticais.
ro: Puteți selecta o zi cu săgețile verticale
sk: Umožňuje vybrať deň pomocou šípky
sr: Možete izabrati dan korišćenjem strelica
uk: Ви можете вибрати день за допомогою стрілок вгору-вниз
vi: Bạn có thể chọn ngày bằng mũi tên lên xuống
zh_cn: 使用上下光标选择一天

source: Select a day
ar: حَّدِدوا يوما
bg: Изберете ден
da: Vælg en dagIndtast eller vælg en dato
de_ch: Tag auswählen
fa: یک روز را انتخاب کنید
fr: Sélectionner un jour
he: נא הקש תאריך או בחר מהרשימה
hi: एक दिन का चयन करें
hr: označi dan
hu: Válasszon napot
it: Seleziona un giorno
ka: აირჩიეთ დღე
ko: 날짜를 선택하세요
lt: Pasirinkite dieną
pl: Zaznacz datę
pt_br: Selecione um dia
pt_pt: Seleccione um dia.
ro: Selectați o zi
sk: Vyberte deň
sr: Izaberite dan
uk: Виберіть день
vi: Chọn ngày
zh_cn: 选择一天

source: You can select a month with the vertical arrows
ar: يمكنكم إختيار شهر مع الأسهم العمودية
bg: Може да изберете месец със стрелките за нагоре и надолу
da: Du kan vælge en måned med Pil-op og Pil-ned
de_ch: Sie können einen Monat mit den Pfeiltasten hoch und runter auswählen.
fa: میتوانید با جهت‌نماهای بالا و پایین یک ماه را انتخاب کنید
fr: Vous pouvez sélectionner un mois avec les flèches verticales
he: ניתן לבחור חודש עם החצים האנכיים
hi: आप सीधे तीर के सहारे महीने का चयन कर सकते हैं
hr: Možeš označavati mjesec sa vertikalnim strelicama
hu: A lenyíl és a felnyíl segítségével választhat hónapot
it: è possibile selezionare un mese con le frecce verticali
ka: შეგიძლიათ აირჩიოთ თვე ვერტიკალური ისრებით
ko: 위 아래 화살표로 달을 선택할 수 있습니다
lt: Norėdami pasirinkti mėnesį, naudokite vertikalias rodykles
pl: można wybrać miesiąc za pomocą pionowych strzałek
pt_br: Pode selecionar um mês com as setas verticais
pt_pt: Pode seleccionar um mês com as setas verticais.
ro: Puteți selecta o lună cu săgețile verticale
sk: Umožňuje vybrať mesiac pomocou šípky
sr: Možete izabrati mesec korišćenjem strelica
uk: Ви можете вибрати місяць за допомогою стрілок вгору-вниз
vi: Bạn có thể chọn tháng bằng mũi tên lên xuống
zh_cn: 使用上下光标选择一月

source: Select a month
ar: حَّدِدوا شهرا
bg: Изберете месец
da: Vælg en måned
de_ch: Monat auswählen
fa: یک ماه را انتخاب کنید
fr: Sélectionner un mois
he: בחר חודש
hi: एक महीने का चयन करें
hr: Označi mjesec
hu: Válasszon hónapot
it: Selezionare un mese
ka: აირჩიეთ თვე
ko: 달을 선택하세요
lt: Pasirinkite mėnesį
pl: Wybierz miesiąc
pt_br: Selecione um mês
pt_pt: Seleccione um mês.
ro: Selectați o lună
sk: Vyberte mesiac
sr: Izaberite mesec
uk: Виберіть місяць
vi: Chọn tháng
zh_cn: 选择一月

source: You can select a year with the vertical arrows
ar: يمكنكم إختيار سنة مع الأسهم العمودية
bg: Може да изберете година със стрелките за нагоре и надолу
da: Du kan vælge et år med Pil-op og Pil-ned
de_ch: Sie können ein Jahr mit den Pfeiltasten hoch und runter auswählen.
fa: میتوانید با جهت‌نماهای بالا و پایین یک سال را انتخاب کنید
fr: Vous pouvez sélectionner une année avec les flèches verticales
he: ניתן לבחור שנה עם החצים האנכיים
hi: आप सीधे तीर के सहारे साल का चयन कर सकते हैं
hr: Možeš označavati godinu sa vertikalnim strelicama
hu: A lenyíl és a felnyíl segítségével választhat évet
it: è possibile selezionare l'anno con le frecce verticali
ka: შეგიძლიათ აირჩიოთ წელი ვერტიკალური ისრებით
ko: 위 아래 화살표로 연도를 선택할 수 있습니다
lt: Norėdami pasirinkti metus, naudokite vertikalias rodykles
pl: Wybierz rok za pomocą pionowych strzałek
pt_br: Pode selecionar um ano com as setas verticais
pt_pt: Pode seleccionar um ano com as setas verticais
ro: Puteți selecta un an cu săgețile verticale
sk: Umožňuje vybrať rok pomocou šípky
sr: Možete izabrati godinu korišćenjem strelica
uk: Ви можете вибрати рік за допомогою стрілок вгору-вниз
vi: Bạn có thể chọn năm bằng mũi tên lên xuống
zh_cn: 使用上下光标选择一年

source: Select a year
ar: حَّدِدوا سنةً
bg: Изберете година
da: Vælg et år
de_ch: Jahr auswählen
fa: یک سال را انتخاب کنید
fr: Sélectionner une année
he: בחר שנה
hi: एक साल का चयन करें
hr: označi godinu
hu: Válasszon évet
it: Selezionare un anno
ka: აირჩიეთ წელი
ko: 연도를 선택하세요
lt: Pasirinkite metus
pl: Wybierz rok
pt_br: Selecione um ano
pt_pt: Seleccione um ano
ro: Selectați un an
sk: Vyberte rok
sr: Izaberite godinu
uk: Виберіть рік
vi: Chọn năm
zh_cn: 选择一年

source: Get the day of the week
ar: الحصولُ على يومٍ من أيام الأسبوع
bg: Получаване на деня от седмицата
da: Find ugedagen
de_ch: Wochentag ermitteln
fa: روزِ هفته را به دست بیاورید
fr: Obtenir le jour de la semaine
he: הצג את היום בשבוע
hi: सप्ताह का दिन पायें
hr: Doznaj dan u tjednu
hu: A hét napjának meghatározása
it: Scopri il giorno della settimana
ka: მიიღეთ კვირის დღე
ko: 요일을 선택하세요
lt: Gaukite savaitės dieną
pl: Dowiedz się o dacie w tygodniu
pt_br: Obtenha o dia da semana
pt_pt: Obtenha o dia da semana
ro: Obțineți ziua săptămânii
sk: Poskytuje vám deň v týždni
sr: pročitaj dan u nedelji
uk: Дізнайтеся про день тижня для потрібної дати
vi: Lấy ngày trong tuần
zh_cn: 获取星期几

source: Type or select a date
ar: أُكتُبوا تاريخا أو حّدِدوه
bg: Въведете или изберете дата
da: Indtast eller vælg en dato
de_ch: Geben Sie ein Datum ein oder wählen Sie es aus.
fa: یک تاریخ را تایپ یا انتخاب کنید
fr: Taper ou sélectionner une date
he: נא הקש תאריך או בחר מהרשימה
hi: दिनांक टाइप या चयन करें
hr: Upiši ili označi datum
hu: Írjon be, vagy válasszon egy dátumot!
it: Digita o seleziona una data
ka: აკრიფეთ ან აირჩიეთ თარიღი
ko: 날짜를 입력하거나 선택하세요.
lt: Įrašykite arba parinkite datą
pl: Napisz, lub zaznacz datę
pt_br: Escreva ou selecione uma data
pt_pt: Escreva ou seleccione uma data
ro: Tastați sau selectați o dată
sk: Zadajte alebo vyberte dátum
sr: upišite ili izaberite datum
uk: Введіть або виберіть дату
vi: Nhập hoặc chọn ngày
zh_cn: 输入或选择一个日期

source: Your day
ar: يومُكم
bg: Вашият ден
da: Din ugedag
de_ch: Tag
fa: روزِ شما
fr: Votre jour
he: היום הוא
hi: आपका दिन
hr: Tvoj dan
hu: A keresett nap
it: Il tuo giorno
ka: კვირის დღე
ko: 선택한 날짜
lt: Jūsų diena
pl: Twój dzień
pt_br: Seu dia
pt_pt: O seu dia
ro: Ziua dumneavoastră
sk: Deň je
sr: vaš dan
uk: Ваш день
vi: Ngày của bạn
zh_cn: 你的一天

source: Configuration of the addon {0}
ar: إعدادات الإضىفة البرمجية {0}
bg: Конфигуриране на добавката {0}
da: Indstilling af tilføjelsesprogrammet {0}
de_ch: Erweiterungseinstellungen für {0}
fa: پیکره‌بنْدیِ افزونه‌ی {0}
fr: Configuration du module complémentaire {0}
he: קביעת תצורה של התוסף {0}
hi: एडऑन का कॉन्फ़िगरेशन {0}
hr: konfiguracija dodatka {0}
hu: A bővítmény beállításai {0}
it: Configurazione del componente aggiuntivo {0}
ka: {0} დამატების კონფიგურაცია
ko: 애드온 설정 {0}
lt: Priedo „{0}“ konfiguracija
pl: Konfiguracja dodatku {0}
pt_br: Configuração do complemento {0}
pt_pt: Configuração do Add-on {0};
ro: Configurarea suplimentului {0}
sk: Konfigurovať doplnok {0}
sr: Podešavanja dodatka {0}
uk: Конфігурація додатка {0}
vi: Cấu hình của addon {0}
zh_cn: 插件{0}配置

source: Short
ar: قصيرة
bg: Кратко
da: Kort
de_ch: Kurz
fa: کوتاه
fr: Court
he: קצר
hi: छोटा
hr: Kratko
hu: Rövid
it: Corto
ka: მოკლე
ko: 짧은 형식
lt: Trumpas
pl: Krótkie
pt_br: Curto
pt_pt: Curto
ro: scurt
sk: Krátky
sr: Kratak
uk: Короткий
vi: Ngắn
zh_cn: 短

source: Long
ar: طويلة
bg: Дълго
da: Lang
de_ch: Lang
fa: طولانی
he: ארוך
hi: लंबा
hr: dugo
hu: Hosszú
it: Lungo
ka: გრძელი
ko: 긴 형식
lt: Išsamus
pl: długie
pt_br: Longo
pt_pt: Longo
ro: Lung
sk: Dlhý
sr: Dug
uk: Детальний
vi: Dài
zh_cn: 长

source: Off
ar: منعدمة
bg: изключено
da: Fra
de_ch: Aus
fa: خاموش
fr: Désactiver
he: כבוי
hi: औफ
hr: isključeno
hu: Kikapcsolva
it: Disattivo
ka: გამორთული
ko: 표시하지 않음
lt: Išjungtas
pl: wyłączone
pt_br: Desligado
pt_pt: Desligado
ro: Dezactivat
sk: Vypnuté
sr: Isključen
uk: Вимкнено
vi: Tắt
zh_cn: 开

source: En&able the accessibility of the date selector:
ar: تمكين &قارِء الشاشة من إستعمال محدِّد التاريخ :
bg: Включи &достъпността на селектора за дата:
da: &Gør datovælgeren tilgængelig:
de_ch: Ak&tiviere die Zugänglichkeit des Wählers für das Datum
fa: &فعالسازیِ دسترس‌پذیریِ انتخاب‌کننده‌ی تاریخ
fr: &Activer l'accessibilité du sélecteur de date :
he: &הפעל את הנגישות של בורר התאריכים:
hi: En&able दिनांक चुनना सक्षम करें:
hr: &omogući pristupačnost za kontrolu izbora datuma:
hu: A d&átumválasztó akadálymentesítésének engedélyezése
it: Abi&lita l'accessibilità del selettore data
ka: თარიღის ამომრჩევის &ხელმისაწვდომობის ჩართვა:
ko: 날짜선택 모듈의 접근성 활성화 (&a):
lt: Įg&alinti datos žymeklio prieigą:
pl: &włącz dostępność selektora daty
pt_br: H&abilita a acessibilidade do seletor de data:
pt_pt: %Activa a acessibilidade do selector de data:
ro: &Activează accesibilitatea selectorului de dată:
sk: P&ovoliť prístup k dátumu
sr: Omogući &pristupačnost kontrole za izbor datuma
uk: Увім&кнути доступний інструмент вибору дати
vi: Bậ&t khả năng truy cập của bộ chọn ngày:
zh_cn: 使用日期选择器的可访问性：

source: Level of the announces of &labels:
ar: مستوى تسميةِ &حقول التاريخ :
bg: Ниво на известяване за &етикетите:
da: Annonceringsniveau for &etiketter:
de_ch: Ausführlichkeit der &Beschriftungsansagen
fa: سطحِ خوانده شدنِ &برچسب‌ها
fr: Niveau des annonces d'étiqu&ettes :
he: רמת ההכרזות של תוויות:
hi: लेबल की घोषणा का स्तर &labels:
hr: Razina izgovora &opisa:
hu: Címkék bemondásának szintje
it: Live&llo degli annunci delle etichette:
ka: &ლეიბლების გამოცხადების დონე:
ko: 레이블 알림 수준 (&l):
lt: &Etikečių pranešimų lygmuo:
pl: Poziom oznajmiania &kontrolek wypowiadanych:
pt_br: Nível de anúncios de &rótulos:
pt_pt: Nível de anúncios de %níveis:
ro: &Nivelul de anunțări al etichetelor
sk: Úroveň oz&namovania
sr: Nivo izgovaranja &oznaka
uk: Рівень &інформативності:
vi: Cấp độ thông báo của &nhãn:
zh_cn: 公告级别和标签：

source: Enable announcements of the current date field value only, when moving &vertically:
ar: تمكينُ &معرفةِ الحقل الحالي فقط عند الإنتقال العمودي :
bg: Включи съобщенията само за стойността на полето за текущата дата при &вертикално предвижване:
da: Kun annoncering af datofeltet, når der flyttes &lodret:
de_ch: Aktiviere die Ansagen der Werte des Feldes für das aktuelle Datum nur bei senkrechter &Navigation:
fa: فعالسازیِ اعلامِ فیلدِ جاریِ تاریخ، تنها وقتی با &جهت‌نماهای بالا و پایین حرکت میکنید
fr: Activer les annonces de la valeur actuelle du champ de la date uniquement lorsque vous vous déplacez &verticalement :
he: &אפשר הכרזות של ערך שדה התאריך הנוכחי בלבד, בעת העברה אנכית:
hi: ऊपर जाते समय केवल वर्तमान दिनांक फ़ील्ड मान की घोषणाओं को सक्षम करें:
hr: OMOGUĆI IZGOVOR DATUMA PRI vertikalnom kretanju:
hu: Csak az aktuális dátummező értékének bemondása függőleges mozgás esetén
it: Attiva la lettura solo del valore del campo data attuale, quando ci si sposta &verticalmente
ka: &ვერტიკალურად მოძრაობისას, თარიღის ველის მხოლოდ მიმდინარე ნიშნის გამოცხადების ჩართვა:
ko: 위 아래로 이동할 때 선택된 날짜 입력창의 값만 읽습니다.(&v)
lt: Pranešti tik apie dabartinio datos lauko reikšmę tada, kai judama &vertikaliai:
pl: włącz oznajmianie aktualnego pola daty przy &poziomym poruszaniu się
pt_br: Habilitar apenas anúncios do valor atual dos campos da data, ao mover-se &verticalmente:
pt_pt: Activar apenas anúncios do valor atual dos campos da data, ao mover-se v%erticalmente:
ro: Activează doar anunțările câmpului valorii de dată curentă la deplasarea pe &vertical:
sk: Po&voliť oznamovanie aktuálneho hodnotu poľa dátumu iba pri vertikálnom pohybe:
sr: Omogući izgovaranje samo trenutnog datuma, u toku uspravnog pomeranja
uk: Читати вміст лише поточного поля під час переміщення &вертикальними стрілками:
vi: Bật chỉ thông báo giá trị của trường ngày hiện tại khi di chuyển theo cột dọc:
zh_cn: 当移动垂直时，仅启用当前日期字段值的通知：

source: Day of the &week...
ar: &يوم الأسبوع...
bg: Ден от &седмицата...
da: Uge&dag...
de_ch: &Wochentag...
fa: روزِ &هفته...
fr: Jour de la &semaine...
he: &יום בשבוע.
hi: सप्ताह का दिन &week...
hr: &Dan u tjednu...
hu: A &hét napja
it: Giorno Della settimana (w) ...
ka: კვირის &დღე...
lt: &Savaitės diena...
pl: dzień tygodnia &tygodnia...
pt_br: Dia da s&emana...
pt_pt: Dia da S%emana...
ro: &Ziua săptămânii.
sk: De&ň v týždni...
sr: &dan u nedelji...
uk: День &тижня...

source: {0} add-on and its settings
ar: الإضافةُ البرمجية {0} و إعداداتُها
bg: Добавката {0} и нейните настройки
da: Tilføjelsesprogrammet {0} og dets indstillinger
de_ch: {0} Erweiterung und Einstellungen
fa: افزونه‌ی {0} و تنظیماتِ آن
fr: Module complémentaire {0} et ses paramètres
he: {0} התוסף וההגדרות שלו
hi: {0} ऐड-ऑन और इसकी सेटिंग्स
hr: {0} dodatak i njegove postavke
hu: {0} bővítmény és beállításai
it: il componente aggiuntivo {0} e le sue impostazioni
ka: დამატება {0} და მისი პარამეტრები
ko: {0}개의 애드온 및 설정
lt: „{0}“ priedas ir parametrai
pl: dodatek {0} i jego ustawienia
pt_br: Complemento {0} e suas configurações
pt_pt: {0} add-on e suas configurações
ro: Suplimentul {0} și setările sale
sk: {0} doplnok nastavení
sr: {0} Dodatak i njegova podešavanja
uk: {0} додаток і його налаштування
vi: {0} cài đặt &add-on
zh_cn: {0}插件和设置

source: Search a &day
ar: البحث &عن يوم
bg: Търсене на &ден
da: Find en &dag
de_ch: Tag &suchen
fa: یک &روز را جستجو کنید
fr: Trouver un &jour
he: &חפש יום
hi: दिन खोजे &day
hr: Pretraži &dab
hu: Nap keresése
it: Cerca un giorno (d)
ka: დღ&ის ძიება
ko: 날짜를 선택하세요 (&d)
lt: Ieškoti &dienos
pl: Poszukaj dzień
pt_br: Pesquise um &dia
pt_pt: Procure um %dia;
ro: Căutați o zi
sk: Vy&hľadajte deň
sr: Pretraga &dana
uk: Пошук &дня
vi: Tìm một &ngày
zh_cn: 搜索一天

source: Search a day in the calendar
ar: البحثُ عن يوم في الّرُزْنامة
bg: Търсене на ден в календара
da: Find en dag i kalenderen
de_ch: Einen Tag im Kalender suchen
fa: در تقویم دنبالِ یک تاریخ بگردید
fr: Trouver un jour dans le calendrier
he: חפש יום ביומן
hi: कैलेंडर में एक दिन खोजें
hr: Pretražuje dan u kalendaru
hu: Nap keresése a naptárban
it: Cerca un giorno nel calendario
ka: კალენდარში დღის ძიება
ko: 달력에서 날짜를 검색하세요
lt: Ieškoti dienos kalendoriuje
pl: Poszukaj dzień w kalendarzu
pt_br: Pesquise um dia no calendário
pt_pt: Procure um dia no calendário
ro: Căutați o zi în calendar
sk: Vyhľadajte deň v kalendári
sr: Pretražite dan u kalendaru
uk: Пошук дня в календарі
vi: Tìm ngày trong lịch
zh_cn: 在日历中搜索一天

source: {0} add-on se&ttings
ar: إعداداتُ &الإضافة البرمجية {0}
bg: &Настройки на добавката {0}
da: &Indstillinger for tilføjelsesprogrammet {0}
de_ch: {0} Erweiterungsein&stellungen
fa: افزونه‌ی {0} و &تنظیماتِ آن
fr: Paramè&tres du module complémentaire {0}
he: {0} .&הגדרות תוסף
hi: {0} ऐड-ऑन सेटिंग्स se&ttings
hr: Postavke dodatka {0}
hu: {0} bővítmény beállításai
it: Impos&tazioni componente aggiuntivo {0}
ka: {0} დამატების პა&რამეტრები
ko: {0}개의 애드온 설정 (&t)
lt: „{0}“ priedo pa&rametrai
pl: &Ustawienia dodatku {0}
pt_br: Configurações do complemen&to {0}
pt_pt: {0} add-on %configurações
ro: &Setările suplimentului {0}
sk: {0} nastavenia doplnku
sr: {0} &podešavanja dodatka
uk: {0} налаштування &додатка
vi: {0} &cài đặt add-on
zh_cn: &{0}插件设置

source: Configure the {0} add-on
ar: تحديد &إعدادات الإضافة البرمجية {0}
bg: Конфигурирай добавката {0}
da: Indstil tilføjelsesprogrammet {0}
de_ch: Einstellungen für die Erweiterung {0} anpassen
fa: افزونه‌ی {0} را پیکره‌بندی کنید
fr: Configurer le module complémentaire {0}
he: מגדיר את התוסף {0}
hi: {0} ऐड-ऑन कॉन्फ़िगर करें
hr: Podesi dodatak {0}
hu: {0} bővítmény testreszabása
it: Configura il componente aggiuntivo {0}
ka: {0} დამატების კონფიგურაცია
ko: 애드온 {0}개를 설정하세요
lt: Konfiguruokite „{0}“ priedą
pl: Skonfiguruj dodatek {0}
pt_br: Configure o complemento {0}
pt_pt: Configure o {0} add-on
ro: Configurați suplimentul {0}
sk: Konfigurovať {0}
sr: Podesite {0} dodatak
uk: Налаштуйте додаток {0}
vi: Cấu hình {0} add-on
zh_cn: 配置{0}插件

source: Allows you to find the day of the week corresponding to a chosen date.
ar: يُمَّكِنكم من الحصول على يوم الأسبوع الذي &يناسب التاريخ المحدد.
bg: Позволява ви да намерите деня от седмицата, съответстващ на посочена дата.
da: Sætter dig i stand til at finde den ugedag, som svarer til en valgt dato.
de_ch: Hiermit ermitteln Sie den Wochentag eines Datums.
fa: به شما اجازه می‌دهد تا روزِ هفته‌ی متناظر با یک تاریخِ انتخاب‌شده را پیدا کنید.
fr: Vous permet de trouver un jour de la semaine correspondant à une date choisie.
he: מחזיר את היום בשבוע של תאריך מסויים.
hi: आपको चुनी हुई तारीख के अनुरूप सप्ताह का दिन खोजने देता है.
hr: Omogućava traženje dana u tjednu kojemu je pridružen datum.
hu: Meghatározza egy kiválasztott dátumhoz tartozó napját a hétnek.
it: permette di conoscere l'effettivo giorno di una settimana in base alla data
ka: საშუალებას გაძლევთ იპოვოთ არჩეული თარიღის შესაბამისი კვირის დღე.
ko: 선택한 날짜에 대한 요일을 찾아줍니다.
lt: Leidžia surasti savaitės dieną, atitinkančią pasirinktą datą
pl: Umożliwia poszukiwanie dnia tygodnia, odpowiadającego za konkretną datę.
pt_br: Permite-lhe encontrar o dia da semana correspondente a uma data escolhida.
pt_pt: permite-lhe encontrar o dia correspondente a uma data escolhida
ro: Vă permite găsirea zilei săptămânii corespunzătoare cu o dată aleasă.
sk: Umožňuje vám nájsť deň v týždni zodpovedajúci zvolenému dátumu.
sr: pronalazi dan u nedelji koji odgovara izabranom datumu
uk: Дозволяє дізнатися, який день тижня відповідає вказаній даті.
vi: Cho phép bạn tìm ngày trong tuần dựa theo ngày đã chọn.
zh_cn: 允许您查看所选日期是星期几

source: Allows you to open the {0} add-on settings dialog.
ar: يُمَّكِنكم من فتح صندوق الإعدادات الخصة بالإضافة البرمجية {0}.
bg: Позволява ви да отворите настройките за добавката {0}.
da: Åbn dialogen Indstillinger for tilføjelsesprogrammet {0}
de_ch: Öffnet das Einstellungsdialog der Erweiterung {0}
fr: Vous permet d'ouvrir la boîte de dialogue Paramètres du module complémentaire {0}.
he: מאפשר לך לפתוח את תיבת הדו-שיח הגדרות התוסף {0}.
hi: आपको {0} ऐड-ऑन सेटिंग संवाद खोलने देता है.
hu: Megnyitja a {0} bővítmény beállításainak ablakát.
ka: საშუალებას გაძლევთ გახსნათ {0} დამატების პარამეტრების დიალოგი..
pl: umożliwia otwieranie ustawień dodatku {0}
pt_br: Permite-lhe abrir o diálogo de configurações do complemento {0}.
ro: Vă permite să deschideți dialogul de setări al suplimentului {0}.
sk: Umožňuje vám otvoriť {0} nastavenie doplnku
sr: Dozvoljava vam da otvorite dijalog podešavanja dodatka {0}
vi: Cho phép bạn mở hộp thoại cài đặt add-on {0}
zh_cn: 允许您打开{0}加载项设置对话框。

source: Day of the week
ar: يومُ الأسبوع
bg: Ден от седмицата
da: Ugedag
de_ch: Wochentag
fa: روزِ هفته
fr: Jour de la semaine
he: יום בשבוע
hi: सप्ताह का दिन
hr: Dan u tjednu
hu: A hét napja
it: Giorno della Settimana
ka: კვირის დღე
lt: Savaitės diena
pl: dzień tygodnia
pt_br: Dia da semana
pt_pt: Dia da semana
ro: Ziua săptămânii
sk: Deň v týždni
sr: dan u nedelji
uk: День тижня
zh_cn: 某天星期几

source: With this add-on, you'll be able to find the day of the week corresponding to a chosen date.
ar: مع هذه الإضافة البرمجية, ستتمكَّنون من الحصول على يوم الأسبوع الذي يتناسب مع التاريخ المختار.
bg: С тази добавка ще можете да намерите деня от седмицата, съответстващ на посочена от вас дата.
da: Med dette tilføjelsesprogram kan du finde den ugedag, som svarer til en valgt dato.
de_ch: Mit dieser Erweiterung ermitteln Sie den jeweiligen Wochentag aus dem angegebenen Datum.
fa: با این افزونه، میتوانید روزِ هفته‌ی متناظر با یک تاریخِ انتخاب‌شده را پیدا کنید.
fr: Avec ce module complémentaire, vous serez en mesure de trouver le jour de la semaine correspondant à une date choisie.
he: תוסף זה מאפשר לדעת מהו היום בשבוע של תאריך מסויים.
hi: इस ऐड-ऑन की मदद से, आप एक चुनी हुई तारीख के अनुरूप सप्ताह का दिन पा सकेंगे.
hr: Sa ovim dodatkom, moći ćete pronaći dan u tjednu kojem odgovara određeni datum.
hu: Ezzel a kiegészítővel meghatározhatja egy kiválasztott dátumhoz tartozó napját a hétnek.
it: Componente che permette di conoscere l'effettivo giorno di una settimana in base alla data
ka: ამ დამატების საშუალებით, შეგიძლიათ იპოვოთ კვირის დღე, რომელიც შეესაბამება არჩეულ თარიღს.
ko: 이 애드온은 선택한 날짜에 대한 요일을 찾을 수 있게 해줍니다.
lt: Šio papildinio dėka Jūs galėsite rasti savaitės dieną, atitinkančią pasirinktą datą.
pl: Za pomocą tego dodatku, można znaleźć dzień tygodnia, który odpowiada konkretniej dacie.
pt_br: Com esse complemento, será capaz de encontrar o dia da semana correspondente a uma data escolhida.
pt_pt: Com este Add-on, será capaz de encontrar o dia da semana de uma data escolhida.
ro: Cu acest supliment veți putea găsi ziua săptămânii corespunzătoare unei date alese.
sk: Pomocou doplnku môžete nájsť deň v týždni zodpovedajúceho podľa dátumu.
sr: sa ovim dodatkom , možete da pronađete dan u nedelji koji odgovara izabranom datumu
uk: З цим додатком ви знатимете, на який день тижня припадає потрібна вам дата.
vi: Với add-on này, bạn sẽ tìm được ngày trong tuần cắn cứ theo ngày đã chọn.
zh_cn: 借助此插件，您可以找到与所选日期对应的星期
